"INVITEES" = "Προσκεκλημένοι";
"INVITEES_LOWERCASE" = "πρόσκληση";
"INVITATION_FROM" = "Πρόσκληση από";
"ACCEPT" = "Αποδοχή";
"MAYBE" = "Ίσως";
"MAYBE_LOWERCASE" = "ίσως";
"DECLINE" = "Άρνηση";
"SHOW_IN_CALENDAR" = "Εμφάνιση σε Ημερολόγιο";
"EVENT_CANCELED" = "Το γεγονός έχει ακυρωθεί";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " και %@";

"INFO" = "Στοιχεία";
"ADD_COMMENTS" = "Προσθήκη σχολίων";
"COMMENTS" = "Σχόλια";
"REPEATS_FORMAT" = "επανάληψη %@";

"INVITES" = "Προσκλήσεις";
"INVITES_FORMAT" = "Προσκλήσεις (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Αποδεχτό";
"ACCEPTED_LOWERCASE" = "αποδοχή";
"DECLINED" = "Απόρριψη";
"DECLINED_LOWERCASE" = "απόρριψη";
"DISMISS" = "Απόρριψη";
"MAYBE_RESPONSE" = "Ίσως";
"CANCELED" = "Ακυρώθηκε";
"NO_INVITATIONS" = "Καμία πρόσκληση";
"NO_REPLY" = "Εκκρεμεί";
"NO_REPLY_LOWERCASE" = "εκκρεμεί";
"FROM" = "Από";
"FROM_LOWERCASE" = "από";
"MY_STATUS" = "Απάντησή μου";
"MY_STATUS_LOWERCASE" = "απάντησή μου";
"EVENT_DETAILS" = "Στοιχεία";
"NO_ATTENDEES" = "(καμία)";
"INVITE_LIST_ACCEPTED" = "Αποδεχτό";
"INVITE_LIST_DECLINED" = "Απόρριψη";
"INVITE_LIST_MAYBE" = "Ίσως";
"SHARED_CALENDAR_FROM" = "Κοινόχρηστο ημερολόγιο από %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ έως %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "%@\nέως %@";
"INVITATION_CANCELED" = "Ακυρώθηκε";

"DELEGATE_ACTION_DISALLOWED" = "Σας εστάλη ειδοποίηση για αυτό το γεγονός διότι είστε πληρεξούσιος ενός προσκεκλημένου.";